Repository: dinhquydds/nanocucurmin
Catalog: tm/guideline-level2.tmx
Source language: en_us
Languages: vi

source: No new evidence was identified in these areas which would invalidate the current guideline recommendations.
vi: Không có bằng chứng mới nào được xác định trong những lĩnh vực này làm mất hiệu lực các khuyến nghị hướng dẫn hiện tại.

source: No new evidence was identified through post publication enquiries or implementation feedback that would indicate a need to update the guideline.
vi: Không có bằng chứng mới được xác định thông qua các yêu cầu công bố sau khi xuất bản hoặc thực hiện phản hồi cho thấy cần phải cập nhật các hướng dẫn.

source: No reproduction by or for commercial organisations, or for commercial purposes, is allowed without the written permission of NICE.
vi: Không được sao chép bởi hoặc cho các tổ chức thương mại, hoặc cho các mục đích thương mại, được phép mà không có sự cho phép bằng văn bản của NICE.

source: Non-analytic studies (for example, case reports, case series)
vi: Các nghiên cứu không phân tích (ví dụ báo cáo ca, loạt ca)

source: Non-urgent Care – advise the patient to see a dentist within 7 days if required unless the condition worsens
vi: Chăm sóc không khẩn cấp – Khuyên bệnh nhân đến nha sĩ trong khoảng 7 ngày nếu cần trừ khi tình trạng tiến triển xấu.

source: Nonetheless, respondents indicated general concerns about the lack of an evidence base to inform the recommended recall intervals and the deviation from the 6-monthly intervals to a more variable interval.
vi: Tuy nhiên, người trả lời chỉ ra những lo ngại chung về việc thiếu cơ sở để chứng minh khoảng thời gian tái khám được đề nghị và độ lệch từ khoảng 6 tháng một lần đến một khoảng thay đổi nhiều hơn.

source: Nonfluoride Caries Preventive Agents: Evidence-Based Clinical Recommendations1
vi: Tác nhân phòng ngừa sâu răng không fluor: Khuyến cáo lâm sàng dựa trên bằng chứng

source: Nonfluoride caries-preventive agents: executive summary of evidence-based clinical recommendations.
vi: Tác nhân phòng ngừa sâu răng không fluor: Khuyến cáo lâm sàng dựa trên bằng chứng

source: Nonfluoride therapies should be used as adjuncts to a regular caries preventive program for patients at higher risk for caries.
vi: Điều trị không fluor nên được dùng bổ sung vào chương trình phòng ngừa sâu răng thông thường cho bệnh nhân có nguy cơ sâu răng cao.

source: Nonhuman milk
vi: Sữa không phải của người

source: Nonsurgical Treatment of Chronic Periodontitis by Scaling and Root Planing with or without Adjuncts: Clinical Practice Guideline1,2
vi: Điều trị không phẫu thuật của viêm nha chu mạn bằng cạo vôi và xử lý mặt chân răng có hoặc không có biện pháp bổ sung: Hướng dẫn thực hành lâm sàng.

source: Not recommended
vi: Không khuyến khích

source: Note that patients who have recently taken a course of antibiotics (within the preceding six weeks) have an increased risk of harbouring bacteria resistant to that drug and should therefore be prescribed an alternative.
vi: Cần để ý tới những bệnh nhân gần đây đã có đợt sử dụng kháng sinh (trong khoảng 6 tuần đổ lại) sẽ tăng nguy cơ có vi khuẩn kháng thuốc và do đó nên đổi thuốc khác.

source: Note that, as guidance, the information in this document does not override the individual responsibility of the healthcare professional to make decisions appropriate to the individual patient.
vi: Chú ý rằng, như các hướng dẫn điều trị, thông tin trong tài liệu này không bỏ qua trách nhiệm cá nhân của các chuyên gia y tế để đưa ra quyết định phù hợp cho từng trường hợp bệnh nhân.

source: Note: Although the use of local anesthetics is the foundation of pain control in dentistry and has a long record of safety, dentists must be aware of the maximum, safe dosage limits for each patient.
vi: Chú ý: Mặc dù sử dụng thuốc tê tại chỗ là nền tảng của kiểm soát đau trong nha khoa và được ghi nhận an toàn lâu dài, nha sĩ phải biết liều tối da, liều giới hạn an toàn cho từng bệnh nhân.

source: Note: If the dental problem is secondary to a more significant problem (e.g. a significant facial injury) or is resulting in severe symptoms (e.g. difficulty breathing, severe dehydration), initial contact should be with appropriate emergency medical services via NHS 24 (Tel: 08454 24 24 24).
vi: Lưu ý: Nếu những vấn đề nha khoa là thứ phát của vấn đề nghiêm trọng hơn (chẳng hạn chấn thương đáng kể vùng mặt) hay dẫn đến những triệu chứng nặng (chẳng hạn khó thở, mất nước nặng), liên lạc ban đầu phải là các dịch vụ cấp cứu y tế thích hợp qua hệ thống NHS 24 (Hệ thống cấp cứu ở Anh) (Tel: 08454 24 24 24).

source: Note: In accord with this particular definition, the drug(s) and/or techniques used should carry a margin of safety wide enough never to render unintended loss of consciousness.
vi: Lưu ý: Để phù hợp với định nghĩa cụ thể này, các loại thuốc và / hoặc kỹ thuật được sử dụng phải có độ an toàn đủ lớn để gây ra sự mất ý thức không mong muốn.

source: Note: In accord with this particular definition, the drugs and/or techniques used should carry a margin of safety wide enough to render unintended loss of consciousness unlikely.
vi: Lưu ý: Để phù hợp với định nghĩa cụ thể này, các loại thuốc và / hoặc kỹ thuật được sử dụng phải có độ an toàn đủ lớn để gây ra sự mất ý thức không mong muốn.

source: Notes on the scope of the guidance
vi: Chú ý về phạm vi của hướng dẫn

source: Nothing in this guidance should be interpreted in a way that would be inconsistent with compliance with those duties.
vi: Không có gì trong hướng dẫn này được hiểu theo cách không phù hợp với sự tuân thủ các nghĩa vụ đó.

source: Nothing in this guideline should be interpreted in a way that would be inconsistent with compliance with those duties.
vi: Không có điều gì trong hướng dẫn này được giải thích theo cách không phù hợp với sự tuân thủ các nghĩa vụ đó.

source: OR
vi: HOẶC

source: One GDG member queried whether special care dentistry (a relatively new specialist field first introduced in 2008 focusing on providing care to individuals or groups who have a sensory, mental, intellectual, emotional or social disability or condition) was considered in the development of the original guideline.
vi: Một thành viên GDG đã hỏi liệu nha khoa chăm sóc đặc biệt (một lĩnh vực chuyên môn tương đối mới được giới thiệu lần đầu tiên trong năm 2008 tập trung vào việc chăm sóc cho các cá nhân hoặc nhóm có khuyết tật về cảm giác, tinh thần, trí tuệ, tình cảm hoặc xã hội) được xem xét trong sự phát triển của hướng dẫn ban đầu.

source: Oral Cancer Screening: Evidence-based clinical recommendations.
vi: Tầm Soát Ung Thư Hốc Miệng: Khuyến cáo lâm sàng dựa trên bằng chứng.

source: Other versions of this guideline
vi: Một phiên bản khác của hướng dẫn này

source: Out-of-hours (18.00 to 08.00 hours during the week and throughout the weekend), some dental practices have their own emergency arrangements.
vi: Ngoài giờ (18.00 đến 8.00 trong tuần và cuối tuần), một vài đơn vị nha khoa có bố trí cấp cứu của chính họ.

source: Overall, one respondent felt that it would be premature to update the guideline at this time until the results of pilots testing new dental contractual arrangements are reported.
vi: Nhìn chung, một người được hỏi cảm thấy rằng quá sớm để cập nhật hướng dẫn cho đến khi các kết quả của các thử nghiệm ban đầu các hợp đồng nha khoa mới được báo cáo.

source: Oxygen saturation by pulse oximetry may be clinically useful and should be considered.
vi: Độ bào hoà ôxy có thể hữu ích cho lâm sàng và nên được xem xét.

source: Oxygen saturation must be evaluated by pulse oximetry continuously.
vi: Độ bão hòa oxy phải được đánh giá liên tục bằng pulse oximetry

source: Oxygenation saturation must be evaluated continuously by pulse oximetry.
vi: Độ bão hòa oxy phải được đánh giá liên tục bằng pulse oximetry

source: Oxygenation:
vi: Oxy:

source: Page 1 of 12
vi: Trang 1 / 12

source: Page 10 of 25
vi: Trang 10 trên 25

source: Page 11 of 25
vi: Trang 11 trên 25

source: Page 12 of 25
vi: Trang 12 trên 25

source: Page 13 of 25
vi: Trang 13 trên 25

source: Page 14 of 25
vi: Trang 14 trên 25

source: Page 15 of 25
vi: Trang 15 trên 25

source: Page 16 of 25
vi: Trang 16 trên 25

source: Page 17 of 25
vi: Trang 17 trên 25

source: Page 18 of 25
vi: Trang 18 trên 25

source: Page 19 of 25
vi: Trang 19 trên 25

source: Page 2 of 25
vi: Trang 2 trên 25

source: Page 20 of 25
vi: Trang 20 trên 25

source: Page 21 of 25
vi: Trang 21 trên 25

source: Page 22 of 25
vi: Trang 22 trên 25

source: Page 23 of 25
vi: Trang 23 trên 25

source: Page 24 of 25
vi: Trang 24 trên 25

source: Page 25 of 25
vi: Trang 25 trên 25

source: Page 3 of 25
vi: Trang 3 trên 25

source: Page 4 of 25
vi: Trang 4 trên 25

source: Page 5 of 25
vi: Trang 5 trên 25

source: Page 6 of 25
vi: Trang 6 trên 25

source: Page 7 of 25
vi: Trang 7 trên 25

source: Page 8 of 25
vi: Trang 8 trên 25

source: Page 9 of 25
vi: Trang 9 trên 25

source: Pain
vi: Đau

source: Patient Assessment
vi: Đánh Giá Bệnh Nhân

source: Patient History and Evaluation
vi: Đánh giá và tiền sử bệnh nhân

source: Patient Representative, Bedford
vi: Đại diện bệnh nhân, Bedford

source: Patient advice
vi: Lời khuyên cho bệnh nhân

source: Patient records should show that appropriate recall intervals have been identified, based on the assessment of risk in discussion with the patient.
vi: Hồ sơ bệnh án của bệnh nhân cho thấy khoảng thời gian tái khám thích hợp đã được xác định dựa trên đánh giá nguy cơ khi thảo luận với bệnh nhân.

source: Patient with Pain
vi: Bệnh nhân có đau

source: Patients considered for deep sedation or general anesthesia must undergo an evaluation prior to the administration of any sedative.
vi: Bệnh nhân được xem xét an thần sâu phải được đánh giá trước khi thực hiện bất kỳ thủ thuật an thần.

source: Patients considered for minimal sedation must be suitably evaluated prior to the start of any sedative procedure.
vi: Bệnh nhân được xem xét cho an thần tối thiểu phải được đánh giá phù hợp trước khi bắt đầu bất cứ thủ thuật an thần.

source: Patients considered for moderate sedation must undergo an evaluation prior to the administration of any sedative.
vi: Bệnh nhân được xem xét an thần trung bình phải được đánh giá trước khi thực hiện bất kỳ thủ thuật an thần.

source: Patients may require assistance in maintaining a patent airway, and spontaneous ventilation may be inadequate.
vi: Bệnh nhân cần được hỗ trợ duy trì đường thở, và tự hô hấp có thể không đủ.

source: Patients often require assistance in maintaining a patent airway, and positive pressure ventilation may be required because of depressed spontaneous ventilation or drug-induced depression of neuromuscular function.
vi: Bệnh nhân cần được hỗ trợ duy trì đường thở, và cần phải hô hấp tích cực bởi vì hô hấp tự nhiên bị suy yếu hoặc thuốc gây ức chế chức năng thần kinh cơ.

source: Patients should be encouraged to seek advice from a dentist before their next scheduled review if there are any significant changes in their risk factors.
vi: Bệnh nhân nên được khuyến khích tìm lời khuyên từ nha sĩ trước khi hẹn tái khám tiếp theo nếu có bất kỳ thay đổi đáng kể trong các yếu tố nguy cơ của họ.

source: Patients should be informed that their recommended recall interval may vary over time.
vi: Bệnh nhân nên được thông báo rằng khoảng thời gian tái khám khuyến cáo có thể thay đổi theo thời gian.

source: Patients whose disease activity continues unabated may need a shorter interval and may need more intensive preventive care and closer supervision.
vi: Bệnh nhân có bệnh lý hoạt động không hề giảm có thể cần khoảng thời gian ngắn hơn và có thể cần chăm sóc phòng ngừa chuyên sâu hơn và giám sát kỹ hơn.

source: Patients whose only response is reflex withdrawal from repeated painful stimuli would not be considered to be in a state of minimal sedation.
vi: Bệnh nhân chỉ đáp ứng duy nhất là phản xạ tránh các kích thích đau lặp đi lặp lại sẽ không được xem là tình trạng an thần tối thiểu.

source: Patients with elevated BMI may be at increased risk for airway associated morbidity, particularly if in association with other factors such as obstructive sleep apnea.
vi: Bệnh nhân có BMI cao có thể có nguy cơ mắc bệnh liên quan đến đường thở, đặc biệt nếu có liên quan đến các yếu tố khác như tắc nghẽn khi ngủ.

source: Pericoronitis is a superficial infection of the operculum, with occasional local spread, that is often associated with anaerobic bacteria.
vi: Viêm quanh thân răng là nhiễm khuẩn bề mặt túi lợi, đôi khi lan rộng tại vị trí viêm, mà thường gây ra bởi vi khuẩn kị khí.

source: Periodic clinical examination
vi: Khám lâm sàng định kỳ

source: Periodic developmental assessment of the dentition is also required in children.
vi: Đánh giá định kỳ sự phát triển của bộ răng cũng cần thiết ở trẻ em.

source: Personnel and Equipment Requirements
vi: Yêu cầu nhân lực và thiết bị

source: Personnel and Equipment Requirements Personnel:
vi: Yêu cầu Nhân sự và Thiết bị Nhân sự:

source: Personnel: A minimum of three (3) individuals must be present.
vi: Nhân lực: tối thiểu 3 người phải có mặt.

source: Phenoxymethylpenicillin Tablets, 250 mg
vi: Phenoxymethylpenicillin vien nén, 250 mg

source: Phenoxymethylpenicillin, like other penicillins, can result in hypersensitivity reactions, including rashes and anaphylaxis, and can cause diarrhoea.
vi: henoxymethylpenicillin, giống như các Penicillin khác, có thể dẫn đến phản ứng quá mẫn, gồm có phát ban và sốc phản vệ, và có thể tiêu chảy.

source: Post-operative verbal and written instructions must be given to the patient, and parent, escort, guardian or care giver.
vi: Những lời hướng dẫn bằng lời nói và bằng văn bản sau khi phẫu thuật phải được trao cho bệnh nhân, phụ huynh, người đi cùng, người giám hộ hợp pháp hoặc người chăm sóc.

source: Post-operative verbal and written instructions must be given to the patient, parent, escort, legal guardian or care giver.
vi: Những lời hướng dẫn bằng lời nói và bằng văn bản sau khi phẫu thuật phải được trao cho bệnh nhân, phụ huynh, người đi cùng, người giám hộ hợp pháp hoặc người chăm sóc.

source: Practitioners are encouraged to provide dietary counseling.
vi: Bác sĩ nên tư vấn về chế độ ăn.

source: Pre-Operative Evaluation and Preparation
vi: Đánh giá và chuẩn bị trước phẫu thuật.

source: Pre-operative Evaluation and Preparation
vi: Đánh giá và chuẩn bị trước phẫu thuật.

source: Pre-operative verbal and written instructions must be given to the patient, parent, escort, legal guardian or care giver, including pre-operative fasting instructions based on the ASA Summary of Fasting and Pharmacologic Recommendations.
vi: Những lời hướng dẫn bằng lời nói và bằng văn bản trước khi phẫu thuật phải được trao cho bệnh nhân, phụ huynh, người đi cùng, người giám hộ hợp pháp hoặc người chăm sóc, bao gồm hướng dẫn nhịn ăn dựa trên khuyến cáo ASA Summary of Fasting and Pharmacologic

source: Pre-operative verbal and written instructions must be given to the patient, parent, escort, legal guardian or care giver.
vi: Những lời hướng dẫn bằng lời nói và bằng văn bản trước khi phẫu thuật phải được trao cho bệnh nhân, phụ huynh, người đi cùng, người giám hộ hợp pháp hoặc người chăm sóc.

source: Pre-operative verbal or written instructions must be given to the patient, parent, escort, legal guardian or care giver, including pre-operative fasting instructions based on the ASA Summary of Fasting and Pharmacologic Recommendations.
vi: Những lời hướng dẫn bằng lời nói và bằng văn bản trước khi phẫu thuật phải được trao cho bệnh nhân, phụ huynh, người đi cùng, người giám hộ hợp pháp hoặc người chăm sóc, bao gồm hướng dẫn nhịn ăn dựa trên khuyến cáo ASA Summary of Fasting and Pharmacologic

source: Preoperative dietary restrictions must be considered based on the sedative technique prescribed.
vi: Những hạn chế trong chế độ ăn uống trước khi phẫu thuật phải được xem xét dựa trên chỉ định kỹ thuật an thần.

source: Prevention
vi: Phòng ngừa

source: Previously, in dentistry, antibiotics were prescribed as prophylaxis for the prevention of infective endocarditis.
vi: Trước đây, trong nha khoa, thuốc kháng sinh được kê như một cách dự phòng viêm nội tâm mạc nhiễm khuẩn (VNTMNK).

source: Professional and home fluorides, including fluoridated toothpastes and pit and fissure sealants remain the primary choices for caries prevention.
vi: Súc miệng bằng fluoride tại phòng khám hoặc tại nhà, bao gồm cả kem đánh răng có fluor và trám bít hố rãnh vẫn là chọn lựa chính cho phòng ngừa sâu răng.

source: Professor Mike Lewis
vi: Giáo Sư Mike Lewis

source: Professor Nigel Pitts (Chair)
vi: Giáo sư Nigel Pitts (Chủ tịch)

source: Professor of Dental Health and Director of the Dental Health Services Research Unit, University of Dundee
vi: Giáo sư chăm sóc sức khoẻ răng miệng và Giám đốc của Đơn Vị Nghiên Cứu Dịch Vụ Sức Khoẻ Nha Khoa, Đại học Dundee

source: Prolonged courses of antibiotic treatment can encourage the development of drug resistance and therefore the prescribing of antibiotics must be kept to a minimum and used only when there is a clear need.
vi: Đợt điều trị kháng sinh kéo dài có thể làm tăng nguy cơ kháng thuốc và do đó việc kê toa thuốc kháng sinh cần phải giữ ở mức tối thiểu và chỉ sử dụng khi thực sự cần thiết.

source: Prophylaxis against infective endocarditis
vi: Dự phòng viêm nội tâm mạc nhiễm khuẩn

source: Prophylaxis against infective endocarditis: antimicrobial prophylaxis against infective endocarditis in adults and children undergoing interventional procedures
vi: Dự phòng viêm nội tâm mạc nhiễm khuẩn: kháng sinh phòng ngừa viêm nội tâm mạc nhiễm khuẩn trên bệnh nhân người lớn và trẻ em trải qua thủ thuật can thiệp

source: Prophylaxis against infective endocarditis: antimicrobial prophylaxis against infective endocarditis in adults and children undergoing interventional procedures (CG64)
vi: Dự phòng viêm nội tâm mạc nhiễm khuẩn: kháng sinh phòng ngừa viêm nội tâm mạc nhiễm khuẩn trên bệnh nhân người lớn và trẻ em trải qua thủ thuật can thiệp (CG64)

source: Public health guidance: Oral health: guidance for dental health practitioners on promoting oral health, including making a visit to the dentist a positive experience.
vi: Hướng dẫn về sức khoẻ cộng đồng: Sức khoẻ răng miệng: Hướng dẫn cho các bác sĩ về sức khỏe răng miệng, bao gồm khám nha sĩ thường xuyên.

source: Public health guidance: Oral health: guidance for local authorities on commissioning programmes to promote oral health, particularly among vulnerable groups.
vi: Hướng dẫn về sức khoẻ cộng đồng: Sức khoẻ răng miệng: Hướng dẫn cho nhà chức trách địa phương về việc vận hành các chương trình để thúc đẩy sức khoẻ răng miệng, đặc biệt trong nhóm dễ bị tổn thương.

source: Public health guidance: Oral health: guidance for nursing and residential care homes on promoting oral health, preventing dental health problems and ensuring access to dental treatment.
vi: Hướng dẫn về sức khoẻ cộng đồng: Sức khoẻ răng miệng: Hướng dẫn cho điều dưỡng và nhà dưỡng lão tăng cường sức khoẻ răng miệng, ngăn ngừa vấn đề sức khoẻ nha khoa và đảm bảo quyền điều trị răng miệng.

source: Publication date
vi: Ngày xuất bản

source: Publication date: TBC.
vi: Ngày xuất bản: TBC.

source: Recall intervals for patients who have repeatedly demonstrated that they can maintain oral health and who are not considered to be at risk of or from oral disease may be extended over time up to an interval of 24 months.
vi: Khoảng thời gian tái khám cho bệnh nhân người mà được chứng minh lặp đi lặp lại rằng họ có thể duy trì sức khoẻ răng miệng và những người được xem là không có nguy cơ bệnh răng miệng có thể kéo dài khoảng thời gian tái khám lên 24 tháng.

source: Recall intervals of no longer than 12 months give the opportunity for delivering and reinforcing preventive advice and for raising awareness of the importance of good oral health.
vi: Khoảng thời gian tái khám không quá 12 tháng cho cơ hội để cung cấp và củng cố tư vấn phòng ngừa và nâng cao nhận thức về tầm quan trọng của chăm sóc sức khoẻ răng miệng tốt.

source: Recommendation based on higher
vi: Khuyến cáo dựa trên mức cao

source: Recommendation based on lower
vi: Khuyến cáo dựa trên mức thấp

source: Recommendation grade
vi: Khuyến cáo phân loại

source: Recommendations
vi: Khuyến cáo

source: Recommendations for patients at higher risk for caries: Adjuncts to a regular caries preventive program
vi: Khuyến cáo cho bệnh nhân có nguy cơ sâu răng cao: Bổ sung vào chương trình phòng ngừa sâu răng thông thường

source: Regular caries preventive program
vi: Chương trình phòng ngừa sâu răng thông thường

source: Related NICE guidance
vi: Liên quan hướng dẫn NICE

source: Relationship to other NICE guidance
vi: Mối liên hệ tới hướng dẫn khác của NICE

source: Relationship to quality standards
vi: Mối quan hệ với các tiêu chuẩn chất lượng

source: Relevant local clinical guidelines, care pathways and protocols should be reviewed in the light of this guidance and revised accordingly.
vi: Hướng dẫn lâm sàng địa phương có liên quan, các lộ trình và các quy trình chăm sóc cần được xem xét theo hướng dẫn này và sửa đổi cho phù hợp.

source: Remain alert for signs of potentially malignant lesions or early-stage cancers in all patients†, particularly for patients who use tobacco
vi: Cảnh báo các dấu hiệu tổn thương ác tính tiềm ẩn hoặc ung thư gigiai đoạn sớm ở tất cả bệnh nhân, đặc biệt ở bệnh nhân hút thuốc.

source: Repeated dosing of an agent before the effects of previous dosing can be fully appreciated may result in a greater alteration of the state of consciousness than is the intent of the dentist.
vi: Lặp lại liều của thuốc trước khi những tác dụng của liều trước đó được đánh giá đầy đủ có thể dẫn đến sự thay đổi tình trạng ý thức lớn hơn dự định của nha sĩ.

source: Reprinted with permission.
vi: In lại với sự cho phép.

source: Research designs will need to accommodate the mix of arrangements (NHS, private and mixed configurations) under which dental primary care is provided.
vi: Các thiết kế nghiên cứu sẽ cần phải phù hợp với sự kết hợp của sắp xếp (NHS, kết hợp riêng và hỗn hợp) theo đó dưới chăm sóc nha khoa chính được cung cấp.

source: Research in the following areas would help in updating this guideline and implementing it in general dental practice.
vi: Nghiên cứu trong lĩnh vực sau sẽ giúp việc cập nhật hướng dẫn này và thực hiện nó ở phòng khám nha khoa tổng quát.

source: Research is needed on the long-term clinical and cost effectiveness of one-to-one oral health advice and whether this may depend on:
vi: Cần nghiên cứu về hiệu quả lâm sàng lâu dài và chi phí của một trong những lời khuyên cá nhân và cho dù việc này phụ thuộc vào:

source: Research is needed to examine the effects of varying dental recall intervals on oral health, and on which aspects of the oral health review influence oral health.
vi: Nghiên cứu là cần thiết để kiểm tra hiệu quả của các khoảng thời gian tái khám nha khoa lên sức khoẻ răng miệng, và khía cạnh nào của việc xem xét ảnh hưởng lên sức khoẻ răng miệng.

source: Research is needed to examine the effects on periodontal health of routine scale and polish treatment (in conjunction with oral hygiene instruction) in different populations.
vi: Nghiên cứu là cần thiết để kiểm tra các hiệu quả trên sức khoẻ nha chu của điều trị cạo vôi răng và đánh bóng định kỳ (kết hợp với hướng dẫn vệ sinh răng miệng) trong quần thể khác nhau.

source: Research is needed to examine the impact of oral health (relating to gingivitis, caries, periodontal disease and mucosal disease) on quality of life.
vi: Nghiên cứu là cần thiết để kiểm tra tác động của sức khoẻ răng miệng (liên quan tới viêm nướu, sâu răng, bệnh nha chu và bệnh niêm mạc) lên chất lượng cuộc sống.

source: Research recommendations
vi: Các khuyến cáo cho nghiên cứu

source: Respiration rate must be continually monitored and evaluated.
vi: Nhịp thở phải được theo dõi và đánh giá liên tục.

source: Responses
vi: Phản hồi
